Repository: xcv58/MacTools
Catalog: Plugins/ClipboardHistory/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# settings.expansion.unsupported
source: 此输入框未提供受支持的非安全文本编辑接口，请从剪贴板粘贴片段。
ar: لا يوفّر هذا الحقل محرر نصوص غير آمن مدعومًا. الصق المقتطف من الحافظة بدلاً من ذلك.
de: Dieses Feld bietet keinen unterstützten, ungeschützten Texteditor. Füge den Textbaustein aus der Zwischenablage ein.
en: This field does not expose a supported, non-secure text editor. Paste the snippet from Clipboard instead.
es: Este campo no ofrece un editor de texto no protegido compatible. Pega el fragmento desde Portapapeles.
fr: Ce champ n’expose pas d’éditeur de texte non sécurisé compatible. Collez l’extrait depuis le presse-papiers.
ja: このフィールドは対応する非保護テキストエディタを公開していません。クリップボードからスニペットを貼り付けてください。
ko: 이 필드는 지원되는 비보안 텍스트 편집기를 제공하지 않습니다. 클립보드에서 스니펫을 붙여넣으세요.
pt: Este campo não disponibiliza um editor de texto não protegido compatível. Cole o trecho pela Área de Transferência.
ru: Это поле не предоставляет поддерживаемый незащищённый текстовый редактор. Вставьте шаблон через буфер обмена.
tr: Bu alan, desteklenen güvenli olmayan bir metin düzenleyici sunmuyor. Bunun yerine parçacığı Panodan yapıştırın.
zh_hant: 此輸入框未提供支援的非安全文字編輯介面，請從剪貼簿貼上片段。

# settings.expansion.selection
source: 此编辑器未提供文本选区，请从剪贴板粘贴片段。
ar: لا يكشف هذا المحرر عن تحديد النص. الصق المقتطف من الحافظة.
de: Dieser Editor stellt die Textauswahl nicht bereit. Füge den Textbaustein aus der Zwischenablage ein.
en: This editor does not expose its text selection. Paste the snippet from Clipboard instead.
es: Este editor no expone la selección de texto. Pega el fragmento desde Portapapeles.
fr: Cet éditeur n’expose pas la sélection de texte. Collez l’extrait depuis le presse-papiers.
ja: このエディタはテキスト選択を公開していません。クリップボードからスニペットを貼り付けてください。
ko: 이 편집기는 텍스트 선택 영역을 제공하지 않습니다. 클립보드에서 스니펫을 붙여넣으세요.
pt: Este editor não disponibiliza a seleção de texto. Cole o trecho pela Área de Transferência.
ru: Редактор не предоставляет выделение текста. Вставьте шаблон через буфер обмена.
tr: Bu düzenleyici metin seçimini bildirmiyor. Bunun yerine parçacığı Panodan yapıştırın.
zh_hant: 此編輯器未提供文字選取範圍，請從剪貼簿貼上片段。

# settings.expansion.contextChanged
source: 展开前文本或光标已变化，未进行替换。
ar: تغيّر النص أو المؤشر قبل التوسيع؛ لم يُستبدل شيء.
de: Text oder Cursor wurden vor der Erweiterung geändert; nichts wurde ersetzt.
en: The text or cursor changed before expansion; nothing was replaced.
es: El texto o el cursor cambió antes de expandir; no se reemplazó nada.
fr: Le texte ou le curseur a changé avant l’expansion ; rien n’a été remplacé.
ja: 展開前にテキストまたはカーソルが変わったため、置換しませんでした。
ko: 확장 전에 텍스트나 커서가 변경되어 바꾸지 않았습니다.
pt: O texto ou cursor mudou antes da expansão; nada foi substituído.
ru: Текст или курсор изменился до подстановки; ничего не заменено.
tr: Genişletmeden önce metin veya imleç değişti; hiçbir şey değiştirilmedi.
zh_hant: 展開前文字或游標已變更，未進行取代。

# settings.expansion.templateUnavailable
source: 片段尚未就绪，请在加载完成后重试。
ar: المقتطف غير جاهز. أعد المحاولة بعد تحميله.
de: Der Textbaustein ist noch nicht bereit. Versuche es nach dem Laden erneut.
en: The snippet is not ready. Retry after it finishes loading.
es: El fragmento no está listo. Reintenta cuando termine de cargar.
fr: L’extrait n’est pas prêt. Réessayez après son chargement.
ja: スニペットの読み込み完了後に再試行してください。
ko: 스니펫을 불러온 후 다시 시도하세요.
pt: O trecho ainda não está pronto. Tente após o carregamento.
ru: Шаблон ещё не готов. Повторите после загрузки.
tr: Parçacık hazır değil. Yüklemesi bittikten sonra yeniden deneyin.
zh_hant: 片段尚未就緒，請在載入完成後重試。

# settings.expansion.replacementUnavailable
source: 此编辑器不允许替换文本，请从剪贴板粘贴片段。
ar: لم يسمح المحرر باستبدال النص. الصق المقتطف من الحافظة.
de: Der Editor erlaubt keine Textersetzung. Füge den Textbaustein aus der Zwischenablage ein.
en: This editor did not allow text replacement. Paste the snippet from Clipboard instead.
es: El editor no permitió reemplazar texto. Pega el fragmento desde Portapapeles.
fr: Cet éditeur n’a pas autorisé le remplacement. Collez l’extrait depuis le presse-papiers.
ja: このエディタでは置換できませんでした。クリップボードからスニペットを貼り付けてください。
ko: 이 편집기는 텍스트 바꾸기를 허용하지 않았습니다. 클립보드에서 스니펫을 붙여넣으세요.
pt: Este editor não permitiu substituir texto. Cole o trecho pela Área de Transferência.
ru: Редактор не разрешил замену текста. Вставьте шаблон через буфер обмена.
tr: Bu düzenleyici metin değiştirmeye izin vermedi. Bunun yerine parçacığı Panodan yapıştırın.
zh_hant: 此編輯器不允許取代文字，請從剪貼簿貼上片段。

# export.action
source: 导出为
ar: تصدير باسم
de: Exportieren als
en: Export as
es: Exportar como
fr: Exporter comme
ja: 書き出す
ko: 다음으로 내보내기
pt: Exportar como
ru: Экспортировать как
tr: Olarak Dışa Aktar
zh_hant: 輸出為

# export.chooseFolder
source: 选择文件夹
ar: اختيار مجلد
de: Ordner auswählen
en: Choose Folder
es: Elegir carpeta
fr: Choisir un dossier
ja: フォルダを選択
ko: 폴더 선택
pt: Escolher pasta
ru: Выбрать папку
tr: Klasör Seç
zh_hant: 選擇檔案夾

# export.copy.success
source: 已复制 %lld 个文件
ar: تم نسخ %lld من الملفات
de: %lld Dateien kopiert
en: Copied %lld files
es: Se copiaron %lld archivos
fr: %lld fichiers copiés
ja: %lld個のファイルをコピーしました
ko: 파일 %lld개를 복사했습니다
pt: %lld arquivos copiados
ru: Скопировано файлов: %lld
tr: %lld dosya kopyalandı
zh_hant: 已複製 %lld 個檔案

# export.copyToFolder
source: 复制到文件夹…
ar: نسخ إلى مجلد…
de: In Ordner kopieren…
en: Copy to Folder…
es: Copiar a carpeta…
fr: Copier dans un dossier…
ja: フォルダにコピー…
ko: 폴더로 복사…
pt: Copiar para pasta…
ru: Скопировать в папку…
tr: Klasöre Kopyala…
zh_hant: 複製到檔案夾…

# export.error.failed
source: 无法导出剪贴板项目
ar: تعذر تصدير عنصر الحافظة
de: Zwischenablageobjekt konnte nicht exportiert werden
en: Couldn’t export the clipboard item
es: No se pudo exportar el elemento del portapapeles
fr: Impossible d’exporter l’élément du presse-papiers
ja: クリップボード項目を書き出せませんでした
ko: 클립보드 항목을 내보낼 수 없습니다
pt: Não foi possível exportar o item da área de transferência
ru: Не удалось экспортировать объект буфера обмена
tr: Pano öğesi dışa aktarılamadı
zh_hant: 無法輸出剪貼板項目

# export.error.missingFile
source: 原始文件已不可用
ar: الملف الأصلي لم يعد متاحًا
de: Originaldatei ist nicht mehr verfügbar
en: The original file is no longer available
es: El archivo original ya no está disponible
fr: Le fichier d’origine n’est plus disponible
ja: 元のファイルは利用できません
ko: 원본 파일을 더 이상 사용할 수 없습니다
pt: O arquivo original não está mais disponível
ru: Исходный файл больше недоступен
tr: Özgün dosya artık kullanılamıyor
zh_hant: 原始檔案已無法使用

# export.error.noRecognizedText
source: 未识别到可导出的文本
ar: لم يتم العثور على نص يمكن تصديره
de: Kein exportierbarer Text erkannt
en: No exportable text was recognized
es: No se reconoció texto que se pueda exportar
fr: Aucun texte exportable n’a été reconnu
ja: 書き出せるテキストが認識されませんでした
ko: 내보낼 수 있는 텍스트가 인식되지 않았습니다
pt: Nenhum texto exportável foi reconhecido
ru: Текст для экспорта не распознан
tr: Dışa aktarılabilir metin tanınmadı
zh_hant: 未辨識到可輸出的文字

# export.error.unsupported
source: 此剪贴板格式无法导出
ar: يتعذر تصدير تنسيق الحافظة هذا
de: Dieses Zwischenablageformat kann nicht exportiert werden
en: This clipboard format can’t be exported
es: Este formato del portapapeles no se puede exportar
fr: Ce format de presse-papiers ne peut pas être exporté
ja: このクリップボード形式は書き出せません
ko: 이 클립보드 형식은 내보낼 수 없습니다
pt: Este formato da área de transferência não pode ser exportado
ru: Этот формат буфера обмена нельзя экспортировать
tr: Bu pano biçimi dışa aktarılamaz
zh_hant: 此剪貼板格式無法輸出

# export.filename.assets
source: 附件
ar: مرفقات
de: Anhänge
en: assets
es: adjuntos
fr: pièces jointes
ja: 添付ファイル
ko: 첨부 파일
pt: anexos
ru: вложения
tr: ekler

# export.filename.attachment
source: 附件
ar: مرفق
de: Anhang
en: Attachment
es: Adjunto
fr: Pièce jointe
ja: 添付ファイル
ko: 첨부 파일
pt: Anexo
ru: Вложение
tr: Ek

# export.filename.color
source: 剪贴板颜色
ar: لون الحافظة
de: Zwischenablagefarbe
en: Clipboard Color
es: Color del portapapeles
fr: Couleur du presse-papiers
ja: クリップボードのカラー
ko: 클립보드 색상
pt: Cor da área de transferência
ru: Цвет из буфера обмена
tr: Pano Rengi
zh_hant: 剪貼板顏色

# export.filename.files
source: 剪贴板文件
ar: ملفات الحافظة
de: Zwischenablagedateien
en: Clipboard Files
es: Archivos del portapapeles
fr: Fichiers du presse-papiers
ja: クリップボードのファイル
ko: 클립보드 파일
pt: Arquivos da área de transferência
ru: Файлы из буфера обмена
tr: Pano Dosyaları
zh_hant: 剪貼板檔案

# export.filename.image
source: 剪贴板图像
ar: صورة الحافظة
de: Zwischenablagebild
en: Clipboard Image
es: Imagen del portapapeles
fr: Image du presse-papiers
ja: クリップボードの画像
ko: 클립보드 이미지
pt: Imagem da área de transferência
ru: Изображение из буфера обмена
tr: Pano Görseli
zh_hant: 剪貼板影像

# export.filename.link
source: 剪贴板链接
ar: رابط الحافظة
de: Zwischenablagelink
en: Clipboard Link
es: Enlace del portapapeles
fr: Lien du presse-papiers
ja: クリップボードのリンク
ko: 클립보드 링크
pt: Link da área de transferência
ru: Ссылка из буфера обмена
tr: Pano Bağlantısı
zh_hant: 剪貼板連結

# export.filename.media
source: 剪贴板媒体
ar: وسائط الحافظة
de: Zwischenablagemedien
en: Clipboard Media
es: Contenido multimedia del portapapeles
fr: Média du presse-papiers
ja: クリップボードのメディア
ko: 클립보드 미디어
pt: Mídia da área de transferência
ru: Медиа из буфера обмена
tr: Pano Ortamı
zh_hant: 剪貼板媒體

# export.filename.pdf
source: 剪贴板 PDF
ar: ملف PDF من الحافظة
de: Zwischenablage-PDF
en: Clipboard PDF
es: PDF del portapapeles
fr: PDF du presse-papiers
ja: クリップボードのPDF
ko: 클립보드 PDF
pt: PDF da área de transferência
ru: PDF из буфера обмена
tr: Pano PDF'si
zh_hant: 剪貼板 PDF

# export.filename.richText
source: 剪贴板富文本
ar: نص منسق من الحافظة
de: Formatierter Zwischenablagetext
en: Clipboard Rich Text
es: Texto enriquecido del portapapeles
fr: Texte enrichi du presse-papiers
ja: クリップボードのリッチテキスト
ko: 클립보드 리치 텍스트
pt: Texto formatado da área de transferência
ru: Форматированный текст из буфера обмена
tr: Pano Zengin Metni
zh_hant: 剪貼板格式化文字

# export.filename.text
source: 剪贴板文本
ar: نص الحافظة
de: Zwischenablagetext
en: Clipboard Text
es: Texto del portapapeles
fr: Texte du presse-papiers
ja: クリップボードのテキスト
ko: 클립보드 텍스트
pt: Texto da área de transferência
ru: Текст из буфера обмена
tr: Pano Metni
zh_hant: 剪貼板文字

# export.folder.message
source: 选择保存导出文件的文件夹。
ar: اختر مجلدًا لحفظ الملفات المصدّرة.
de: Wähle einen Ordner für die exportierten Dateien.
en: Choose a folder for the exported files.
es: Elige una carpeta para los archivos exportados.
fr: Choisissez un dossier pour les fichiers exportés.
ja: 書き出すファイルの保存先フォルダを選択します。
ko: 내보낸 파일을 저장할 폴더를 선택합니다.
pt: Escolha uma pasta para os arquivos exportados.
ru: Выберите папку для экспортированных файлов.
tr: Dışa aktarılan dosyalar için bir klasör seçin.
zh_hant: 選擇儲存輸出檔案的檔案夾。

# export.format.plainText
source: 纯文本
ar: نص عادي
de: Plain Text
en: Plain Text
es: Texto sin formato
fr: Texte brut
ja: 標準テキスト
ko: 일반 텍스트
pt: Texto simples
ru: Обычный текст
tr: Düz Metin
zh_hant: 純文字

# export.format.original
source: 原始格式
ar: التنسيق الأصلي
de: Originalformat
en: Original Format
es: Formato original
fr: Format d’origine
ja: 元の形式
ko: 원본 형식
pt: Formato original
ru: Исходный формат
tr: Özgün Biçim

# export.format.webLocation
source: 网页位置
ar: موقع ويب
de: Webadresse
en: Web Location
es: Ubicación web
fr: Emplacement web
ja: Webロケーション
ko: 웹 위치
pt: Local da Web
ru: Веб-адрес
tr: Web Konumu
zh_hant: 網頁位置

# export.format.recognizedText
source: 识别的文本
ar: النص الذي تم التعرف عليه
de: Erkannter Text
en: Recognized Text
es: Texto reconocido
fr: Texte reconnu
ja: 認識されたテキスト
ko: 인식된 텍스트
pt: Texto reconhecido
ru: Распознанный текст
tr: Tanınan Metin
zh_hant: 辨識的文字

# export.save.message
source: 将此剪贴板项目导出到文件。
ar: صدّر عنصر الحافظة هذا إلى ملف.
de: Dieses Zwischenablageobjekt in eine Datei exportieren.
en: Export this clipboard item to a file.
es: Exporta este elemento del portapapeles a un archivo.
fr: Exporter cet élément du presse-papiers dans un fichier.
ja: このクリップボード項目をファイルに書き出します。
ko: 이 클립보드 항목을 파일로 내보냅니다.
pt: Exporte este item da área de transferência para um arquivo.
ru: Экспортировать этот объект буфера обмена в файл.
tr: Bu pano öğesini bir dosyaya dışa aktarın.
zh_hant: 將此剪貼板項目輸出到檔案。

# export.showInFinder
source: 在访达中显示
ar: إظهار في Finder
de: Im Finder anzeigen
en: Show in Finder
es: Mostrar en Finder
fr: Afficher dans le Finder
ja: Finderに表示
ko: Finder에서 보기
pt: Mostrar no Finder
ru: Показать в Finder
tr: Finder'da Göster
zh_hant: 在 Finder 中顯示

# export.success
source: 已导出 %lld 个文件
ar: تم تصدير %lld من الملفات
de: %lld Dateien exportiert
en: Exported %lld files
es: Se exportaron %lld archivos
fr: %lld fichiers exportés
ja: %lld個のファイルを書き出しました
ko: 파일 %lld개를 내보냈습니다
pt: %lld arquivos exportados
ru: Экспортировано файлов: %lld
tr: %lld dosya dışa aktarıldı
zh_hant: 已輸出 %lld 個檔案

# export.unavailable
source: 无法导出此格式
ar: يتعذر تصدير هذا التنسيق
de: Dieses Format kann nicht exportiert werden
en: This format can’t be exported
es: Este formato no se puede exportar
fr: Ce format ne peut pas être exporté
ja: この形式は書き出せません
ko: 이 형식은 내보낼 수 없습니다
pt: Este formato não pode ser exportado
ru: Этот формат нельзя экспортировать
tr: Bu biçim dışa aktarılamaz
zh_hant: 無法輸出此格式

# setup.disclosure.expanded
source: 已展开
ar: موسّع
de: Erweitert
en: Expanded
es: Expandido
fr: Développé
ja: 展開済み
ko: 펼쳐짐
pt: Expandido
ru: Развернуто
tr: Genişletildi
zh_hant: 已展開

# setup.disclosure.collapsed
source: 已折叠
ar: مطوي
de: Reduziert
en: Collapsed
es: Contraído
fr: Réduit
ja: 折りたたみ済み
ko: 접힘
pt: Recolhido
ru: Свернуто
tr: Daraltıldı
zh_hant: 已收合

# setup.notConfigured
source: 未配置
ar: غير مُعدّ
de: Nicht konfiguriert
en: Not Configured
es: Sin configurar
fr: Non configuré
ja: 未設定
ko: 구성 안 됨
pt: Não configurado
ru: Не настроено
tr: Yapılandırılmadı
zh_hant: 未設定

# setup.readyStatus
source: 可以开始使用
ar: جاهز للاستخدام
de: Einsatzbereit
en: Ready to Use
es: Listo para usar
fr: Prêt à utiliser
ja: 使用できます
ko: 사용 준비 완료
pt: Pronto a usar
ru: Готово к использованию
tr: Kullanıma Hazır
zh_hant: 可以開始使用

# setup.recommended
source: 推荐
ar: موصى به
de: Empfohlen
en: Recommended
es: Recomendado
fr: Recommandé
ja: 推奨
ko: 권장
pt: Recomendado
ru: Рекомендуется
tr: Önerilen
zh_hant: 建議

# setup.requiredProgress
source: 已完成 %d/%d 个必需步骤
ar: اكتملت %d من %d من الخطوات المطلوبة
de: %d von %d erforderlichen Schritten abgeschlossen
en: %d of %d required steps complete
es: %d de %d pasos obligatorios completados
fr: %d étape(s) requise(s) sur %d terminée(s)
ja: 必須手順を%d/%d完了
ko: 필수 단계 %d/%d 완료
pt: %d de %d passos obrigatórios concluídos
ru: Выполнено обязательных шагов: %d из %d
tr: %d/%d gerekli adım tamamlandı
zh_hant: 已完成 %d/%d 個必要步驟

# setup.collection.actionDescription
source: 开启后，新复制的内容会保存在本机加密历史中。你以后可以随时暂停收集。
ar: عند التفعيل، تُحفظ العناصر الجديدة في سجل محلي مشفّر. يمكنك إيقاف الجمع مؤقتًا في أي وقت لاحقًا.
de: Nach dem Aktivieren werden neue Kopien im lokal verschlüsselten Verlauf gespeichert. Die Erfassung kann später jederzeit pausiert werden.
en: When enabled, new copies are saved to locally encrypted history. You can pause collection at any time later.
es: Al activarlo, las nuevas copias se guardan en el historial cifrado localmente. Puedes pausar la recopilación más adelante.
fr: Une fois activées, les nouvelles copies sont enregistrées dans l’historique chiffré localement. Vous pourrez suspendre la collecte plus tard.
ja: 有効にすると、新しくコピーした項目がローカルで暗号化された履歴に保存されます。収集は後からいつでも一時停止できます。
ko: 활성화하면 새로 복사한 항목이 로컬 암호화 기록에 저장됩니다. 나중에 언제든지 수집을 일시 정지할 수 있습니다.
pt: Quando ativado, as novas cópias são guardadas no histórico encriptado localmente. Pode pausar a recolha mais tarde.
ru: После включения новые копии сохраняются в локально зашифрованной истории. Сбор можно приостановить позже в любое время.
tr: Etkinleştirildiğinde yeni kopyalar yerel olarak şifrelenmiş geçmişe kaydedilir. Toplamayı daha sonra dilediğiniz zaman duraklatabilirsiniz.
zh_hant: 開啟後，新複製的內容會儲存在本機加密記錄中。你之後可以隨時暫停收集。

# setup.privacy.progress
source: 已设置 %d/2 个隐私快捷键
ar: تم إعداد %d من 2 من اختصارات الخصوصية
de: %d von 2 Datenschutz-Kurzbefehlen eingerichtet
en: %d of 2 privacy shortcuts assigned
es: %d de 2 atajos de privacidad configurados
fr: %d raccourci(s) de confidentialité sur 2 configuré(s)
ja: プライバシーショートカットを2個中%d個設定済み
ko: 개인정보 보호 단축키 2개 중 %d개 설정됨
pt: %d de 2 atalhos de privacidade configurados
ru: Настроено сочетаний конфиденциальности: %d из 2
tr: %d/2 gizlilik kısayolu atandı
zh_hant: 已設定 %d/2 個隱私快速鍵

# setup.required
source: 必需
ar: مطلوب
de: Erforderlich
en: Required
es: Obligatorio
fr: Requis
ja: 必須
ko: 필수
pt: Obrigatório
ru: Обязательно
tr: Gerekli
zh_hant: 必要

# setup.storage.title
source: 准备安全存储
ar: إعداد التخزين الآمن
de: Sicheren Speicher vorbereiten
en: Prepare Secure Storage
es: Preparar almacenamiento seguro
fr: Préparer le stockage sécurisé
ja: 安全なストレージを準備
ko: 보안 저장 공간 준비
pt: Preparar armazenamento seguro
ru: Подготовка защищённого хранилища
tr: Güvenli Depolamayı Hazırla
zh_hant: 準備安全儲存空間

# hud.capture.capacityFull
source: 未保存：历史记录容量已满
ar: لم يتم الحفظ: سعة السجل ممتلئة
de: Nicht gespeichert: Verlaufskapazität ist voll
en: Not saved: History capacity is full
es: No se guardó: el historial está lleno
fr: Non enregistré : la capacité de l’historique est pleine
ja: 保存されませんでした：履歴容量が上限に達しています
ko: 저장하지 않음: 기록 용량이 가득 참
pt: Não guardado: a capacidade do histórico está cheia
ru: Не сохранено: хранилище истории заполнено
tr: Kaydedilmedi: Geçmiş kapasitesi dolu
zh_hant: 未儲存：歷史記錄容量已滿

# panel.results.showingFirst
source: 正在显示前 %d 条结果
ar: يتم عرض أول %d نتيجة
de: Die ersten %d Ergebnisse werden angezeigt
en: Showing the first %d results
es: Mostrando los primeros %d resultados
fr: Affichage des %d premiers résultats
ja: 最初の%d件の結果を表示中
ko: 처음 %d개의 결과 표시 중
pt: A mostrar os primeiros %d resultados
ru: Показаны первые %d результатов
tr: İlk %d sonuç gösteriliyor
zh_hant: 正在顯示前 %d 筆結果

# panel.results.showMore
source: 再显示 %d 条
ar: إظهار %d نتيجة أخرى
de: Weitere %d Ergebnisse anzeigen
en: Show %d more
es: Mostrar %d más
fr: Afficher %d résultats de plus
ja: さらに%d件を表示
ko: %d개 더 보기
pt: Mostrar mais %d
ru: Показать ещё %d
tr: %d sonuç daha göster
zh_hant: 再顯示 %d 筆

# panel.search.searching
source: 正在搜索…
ar: جارٍ البحث…
de: Suchen…
en: Searching…
es: Buscando…
fr: Recherche…
ja: 検索中…
ko: 검색 중…
pt: A pesquisar…
ru: Поиск…
tr: Aranıyor…
zh_hant: 正在搜尋…

# settings.privacyOverview.section
source: 隐私与存储
ar: الخصوصية والتخزين
de: Datenschutz & Speicher
en: Privacy & Storage
es: Privacidad y almacenamiento
fr: Confidentialité et stockage
ja: プライバシーとストレージ
ko: 개인정보 보호 및 저장 공간
pt: Privacidade e armazenamento
ru: Конфиденциальность и хранилище
tr: Gizlilik ve Depolama
zh_hant: 隱私權與儲存空間

# settings.privacyOverview.summary
source: 内容在本机加密保存，密钥存于钥匙串。
ar: يُحفظ المحتوى مشفرًا على هذا الـ Mac، ويُحفظ المفتاح في سلسلة المفاتيح.
de: Inhalte werden auf diesem Mac verschlüsselt gespeichert. Der Schlüssel liegt im Schlüsselbund.
en: Content is encrypted on this Mac. The key is stored in Keychain.
es: El contenido se cifra en este Mac. La clave se guarda en el llavero.
fr: Le contenu est chiffré sur ce Mac. La clé est conservée dans le trousseau.
ja: 内容はこのMac上で暗号化され、鍵はキーチェーンに保存されます。
ko: 콘텐츠는 이 Mac에 암호화되어 저장되며 키는 키체인에 보관됩니다.
pt: O conteúdo é criptografado neste Mac. A chave fica nas Chaves.
ru: Данные шифруются на этом Mac. Ключ хранится в Связке ключей.
tr: İçerik bu Mac'te şifrelenir. Anahtar Keychain'de saklanır.
zh_hant: 內容在本機加密儲存，密鑰存於鑰匙圈。

# settings.storage.status.preparing
source: 准备中
ar: جارٍ الإعداد
de: Wird vorbereitet
en: Preparing
es: Preparando
fr: Préparation
ja: 準備中
ko: 준비 중
pt: Preparando
ru: Подготовка
tr: Hazırlanıyor
zh_hant: 準備中

# settings.storage.status.ready
source: 已就绪
ar: جاهز
de: Bereit
en: Ready
es: Listo
fr: Prêt
ja: 準備完了
ko: 준비됨
pt: Pronto
ru: Готово
tr: Hazır
zh_hant: 已就緒

# setup.show
source: 设置指南
ar: دليل الإعداد
de: Einrichtungsanleitung
en: Setup Guide
es: Guía de configuración
fr: Guide de configuration
ja: 設定ガイド
ko: 설정 안내
pt: Guia de configuração
ru: Руководство по настройке
tr: Kurulum Kılavuzu
zh_hant: 設定指南

# settings.storage.status.attention
source: 需要处理
ar: يتطلب الانتباه
de: Aktion erforderlich
en: Needs Attention
es: Requiere atención
fr: Attention requise
ja: 要確認
ko: 확인 필요
pt: Requer atenção
ru: Требует внимания
tr: Dikkat Gerektiriyor
zh_hant: 需要處理

# settings.storage.retry
source: 重试
ar: إعادة المحاولة
de: Erneut versuchen
en: Retry
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
pt: Tentar novamente
ru: Повторить
tr: Yeniden Dene
zh_hant: 重試

# settings.storage.resetUnreadable
source: 删除无法读取的剪贴板数据…
ar: حذف بيانات الحافظة غير القابلة للقراءة…
de: Nicht lesbare Zwischenablagedaten löschen …
en: Delete Unreadable Clipboard Data…
es: Eliminar datos ilegibles del portapapeles…
fr: Supprimer les données illisibles du presse-papiers…
ja: 読み取れないクリップボードデータを削除…
ko: 읽을 수 없는 클립보드 데이터 삭제…
pt: Apagar dados ilegíveis da área de transferência…
ru: Удалить нечитаемые данные буфера обмена…
tr: Okunamayan Pano Verilerini Sil…
zh_hant: 刪除無法讀取的剪貼簿資料…

# settings.storage.reset.title
source: 删除无法读取的剪贴板数据？
ar: حذف بيانات الحافظة غير القابلة للقراءة؟
de: Nicht lesbare Zwischenablagedaten löschen?
en: Delete Unreadable Clipboard Data?
es: ¿Eliminar los datos ilegibles del portapapeles?
fr: Supprimer les données illisibles du presse-papiers ?
ja: 読み取れないクリップボードデータを削除しますか？
ko: 읽을 수 없는 클립보드 데이터를 삭제할까요?
pt: Apagar os dados ilegíveis da área de transferência?
ru: Удалить нечитаемые данные буфера обмена?
tr: Okunamayan Pano Verileri Silinsin Mi?
zh_hant: 刪除無法讀取的剪貼簿資料？

# settings.storage.reset.message
source: 这会删除加密的剪贴板数据库及其钥匙串密钥。历史、已保存片段和文本片段都将无法恢复。
ar: سيؤدي هذا إلى حذف قاعدة بيانات الحافظة المشفّرة ومفتاحها من سلسلة المفاتيح. لا يمكن استعادة السجل أو المقاطع المحفوظة أو المقتطفات.
de: Dadurch werden die verschlüsselte Zwischenablagedatenbank und ihr Schlüsselbundschlüssel gelöscht. Verlauf, gespeicherte Clips und Textbausteine können nicht wiederhergestellt werden.
en: This deletes the encrypted Clipboard database and its Keychain key. History, Saved clips, and snippets cannot be recovered.
es: Esto elimina la base de datos cifrada del portapapeles y su clave del Llavero. El historial, los clips guardados y los fragmentos no se podrán recuperar.
fr: Cette opération supprime la base chiffrée du presse-papiers et sa clé du trousseau. L’historique, les clips enregistrés et les extraits ne pourront pas être récupérés.
ja: 暗号化されたクリップボードデータベースとキーチェーン内のキーが削除されます。履歴、保存済みクリップ、スニペットは復元できません。
ko: 암호화된 클립보드 데이터베이스와 키체인 키가 삭제됩니다. 기록, 저장된 클립 및 스니펫은 복구할 수 없습니다.
pt: Isto apaga o banco de dados criptografado da área de transferência e a respectiva chave nas Chaves. O histórico, os clipes salvos e os snippets não poderão ser recuperados.
ru: Зашифрованная база буфера обмена и её ключ в Связке ключей будут удалены. Историю, сохранённые фрагменты и сниппеты восстановить нельзя.
tr: Bu işlem, şifreli Pano veritabanını ve onun Keychain anahtarını siler. Geçmiş, kayıtlı öğeler ve parçacıklar kurtarılamaz.
zh_hant: 這會刪除加密的剪貼簿資料庫及其鑰匙圈金鑰。記錄、已儲存片段和文字片段都將無法復原。

# settings.storage.reset.confirm
source: 删除并重新开始
ar: الحذف والبدء من جديد
de: Löschen und neu beginnen
en: Delete and Start Over
es: Eliminar y empezar de nuevo
fr: Supprimer et recommencer
ja: 削除してやり直す
ko: 삭제하고 다시 시작
pt: Apagar e recomeçar
ru: Удалить и начать заново
tr: Sil ve Yeniden Başla
zh_hant: 刪除並重新開始
